Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/laereplaner-i-samisk-flere-alternativer.html.tmx
Source language: nob
Languages: sme

source: Læreplaner i samisk - flere alternativer
sme: Sámegiella oahppoplánat - gáibádusat iešguđet váttisvuođadásis

source: Det er mulig å velge opplæring mellom følgende alternativer:
sme: Lea vejolaš válljet oahpahusa čuovvovaš molssaeavttuid gaskkas:

source: Samisk som førstespråk
sme: Sámegiella vuosttašgiellan

source: Samisk som andrespråk, samisk 2
sme: Sámegiella nubbingiellan, sámegiella 2

source: Samisk som andrespråk, samisk 3
sme: Sámegiella nubbingiellan, sámegiella 3

source: Samisk som andrespråk, samisk 4
sme: Sámegiella nubbingiellan, sámegiella 4

source: Samisk som fremmedspråk
sme: Sámegiella vierisgiellan

source: Samisk som førstespråk er for elever som har samisk som hjemmespråk og snakker samisk når de begynner på skolen.
sme: Sámegiella vuosttašgielas lea ohppiide geain lea sámegiella ruovttugiellan ja hupmet sámegiela go álget skuvlii.

source: Elever som har samisk som førstespråk, får den første lese- og skriveopplæringen på samisk.
sme: Oahppit geain lea sámegiella vuosttašgiellan ožžot álgo lohkan- ja čállinoahpahusa sámegillii.

source: I norskfaget får de opplæring etter læreplan i norsk for elever med samisk som førstespråk.
sme: Dárogielfágas ožžot sii oahpahusa sierra dárogiel oahppoplána mielde mii lea ráhkaduvvon ohppiide geain lea sámegiella vuosttašgiellan.

source: Førstespråket har flere undervisningstimer og læreplanen har større krav enn andrespråks læreplanen.
sme: Sámegiella vuosttašgielas leat eanet diimmut ja stuorit gáibádusat go dárogielas.

source: Det er mulig å velge to førstespråk, altså både samisk og norsk som førstespråk.
sme: Lei vejolaš válljet guokte vuosttašgiela, namalassii sihke sámegiela ja dárogiela vuosttašgiellan.

source: Samisk som andrespråk - tre ulike alternativer med ulik vanskelighetsgrad
sme: Sámegiella nubbingiellan – golbma iešguđet molssaeavttu

source: Elever som har samisk som andrespråk, kan ha ulike forkunnskaper når de starter med samisk språkopplæring.
sme: Ohppiin geain lea sámegiella nubbingiellan sáhttá leat iešguđet giellamáhttu go álget sámegieloahpahusain.

source: For noen elever er samisk et helt nytt språk, mens andre kan noe samisk når de begynner på skole.
sme: Muhttimiidda lea sámegiella áibbas ođđa giella, earát fas máhttet veahá sámegiela go álget skuvlii.

source: Situasjonen for elever når det gjelder muligheter til å utvikle språket ved å høre og få bruke språket daglig i sitt nærmiljø, er også ulik.
sme: Lea maid iešguđetlágan dilli ohppiin iežaset lagasbirrasis das mii guoská vejolašvuohta beassat ovdánahttit sámegiela gullamiin ja beaivválaš geavahemiin.

source: Derfor er læreplanen i samisk som andrespråk, bygd opp slik at den skal passe for elever med ulike forkunnskaper, for elever som har behov for å bruke noe lengre tid på innlæring av språket og for elever som starter med samisk på ulike årstrinn.
sme: Dan dihte lea sámegiella nubbingiellan oahppoplána huksejuvvon nu ahte heive ohppiide geain leat iešguđet ovdamáhttu, ohppiide geain lea dárbu geavahit veahá guhkit áiggi oahppat giela, ja ohppiide geat álget sámegielain iešguđet jahkeceahkis.

source: Elever kan i samisk som andrespråk velge å få sluttvurdering og ta avsluttende eksamen på grunnskolen og videregående opplæring etter ulike alternativer hvor krav til sluttkompetanse i faget ikke er like høy i de tre alternativene.
sme: Oahppit geain lea sámegiella nubbingiellan, sáhttet válljet oažžut loahppaárvvoštallama ja váldit loahpalaš eksámena vuođđoskuvllas ja joatkkaoahpahusas iešguđet molssaeavttuid mielde main eai leat seamma alla gáibádusat loahppagelbbolašvuođas dan golmma molssaeavttuin.

source: Faget samisk som andrespråk består av følgende alternativer:
sme: Sámegiella nubbingiellan fágas leat čuovvovaš molssaeavttu:

source: samisk som andrespråk – samisk 2 er det alternativet innen samisk som andrespråk som gir best språkkunnskaper.
sme: Sámegiella nubbingiellan - sámegiella 2 lea dat molssaeaktu sámegiella nubbingielas mii addá buoremus giellagelbbolašvuođa.

source: Valg av dette alternativet på grunnskolen, vil bidra til å legge grunnlag for elevens funksjonelle tospråklighet ved endt skolegang.
sme: Dát molssaeaktu vuođđoskuvllas lea mielde bidjame vuođu oahppi doaibmi guovttegielalaš gelbbolašvuhtii.

source: samisk som andrespråk – samisk 3 er et alternativ for elever som vil ha nytte av å bruke mer tid på å lære samisk og for elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet.
sme: Sámegiella nubbingiellan - sámegiella 3 lea molssaeaktu ohppiide geaidda sáhttá leat ávkkálaš geavahit guhkit áiggi oahppat sámegiela ja ohppiide geat álget sámegielain loahpageahčen mánáidceahkis dahje álggogeahčen nuoraidskuvllas.

source: samisk som andrespråk – samisk 4 er et tilbud for nybegynnere i samisk på videregående opplæring og kan velges kun av elever som ikke har hatt samisk på grunnskolen.
sme: Sámegiella nubbingiellan - sámegiella 4 lea fálaldat sámegielas easkaálgiide joatkkaoahpahusas ja dán eai sáhte válljet earát go oahppit geain ii leat leamaš sámegiella vuođđoskuvllas.

source: Krav i læreplan i samisk som andrespråk- samisk 2/ samisk 3/ samisk 4
sme: Oahppoplána gáibádusat sámegiella nubbingiellan fágas - sámegiella 2/ sámegiella 3/ sámegiella 4

source: Læreplanen i faget samisk som andrespråk er bygd opp slik at det består av 9 nivåer.
sme: Sámegiella nubbingiellan oahppoplána lea huksejuvvon nu ahte leat 9 dási.

source: Elever som har samisk 2, skal kunne kompetansemål for alle 9 nivåer etter tredje år på videregående opplæring, mens elever som har samisk 3, skal kunne kompetansemål for nivå 1-6.
sme: Oahppit geain lea sámegiella 2, galget máhttit buot 9 dási gelbbolašvuođamihttomeriid maŋŋel goalmmat jagi joatkkaoahpahusas, ja oahppit geain lea sámegiella 3 galget máhttit gelbbolašvuođamihttomeriid dásiide 1-6.

source: De som har samisk 4, skal kunne kompetansemålene for nivå 1-3 etter Vg3.
sme: Sii geain lea sámegiella 4, galget máhttit gelbbolašvuođamihttomeriid dásiide 1-3 maŋŋel Jo3.

source: Samisk 2 Samisk 3
sme: Oahppit galget máhttit

source: Samisk 4 Elevene kunne
sme: Gelbbolašvuođa-mihttomeriid

source: Kompetansemål for
sme: Gelbbolašvuođa-mihttomeriid

source: etter 7. årstrinn
sme: maŋŋel 7. jahkeceahki

source: Har ikke samisk på grunnskolen
sme: Ii leat sámegiella vuođđoskuvllas

source: etter 10. årstrinn
sme: maŋŋel 10. jahkeceahki

source: etter Vg 1
sme: dássi 1 dássi 8

source: etter Vg 2
sme: dássi 9

source: etter Vg 3
sme: dássi 6 dássi 3

source: Skoleeier kan gi tilbud om samisk som fremmedspråk til alle elever på lik linje med andre fremmedspråktilbud.
sme: Skuvlaeaiggát sáhttá fállat sámegiela vierisgiellan buot ohppiide nu go eará gielaid.

source: Elever får opplæringen etter læreplan for fremmedspråk.
sme: Oahpahus addo de vierisgiela oahppoplána vuođul.

source: Elever som har samisk som fremmedspråk, er ikke fritatt i opplæring og vurdering i sidemål skriftlig.
sme: Oahppit geain lea sámegiella vierisgiellan, eai leat luvvejuvvon čálalaš oahpahusas ja árvvoštallamis siidogielas.
